Revit 2027 API
ParameterTypeId.RebarSystemNumberOfLinesFrontDirn2 Property
 "Exterior Minor Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemNumberOfLinesFrontDirn2 { get; }
Public Shared ReadOnly Property RebarSystemNumberOfLinesFrontDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesFrontDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemNumberOfLinesFrontDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace